export const questions = [
  {
    question:
      "Кто несет ответственность в ОАО 'НК 'Роснефть' и Обществ Группы за собственную безопасность и безопасность окружающих людей на производстве?",
    answers: [
      { text: "Каждый работник компании", correct: true },
      { text: "Руководство Компании", correct: false },
      { text: "Линейные руководители Компании", correct: false },
      {
        text: "Сотрудники службы охраны труда и промышленной безопасности",
        correct: false,
      },
    ],
  },
  {
    question:
      "Какие световые приборы должны быть включены на транспортном средстве компании во время движения? (несколько вариантов)",
    answers: [
      { text: "Дальний свет фар", correct: false },
      { text: "Ближний свет фар", correct: true },
      { text: "Ходовые огни или противотуманные фары", correct: true },
      { text: "Проблесковые маячки", correct: false },
    ],
  },
  {
    question:
      "Каким средством связи запрещено пользоваться водителю во время движения транспортного средства?",
    answers: [
      {
        text: "Только мобильным телефоном с функцией 'Свободные руки'",
        correct: false,
      },
      { text: "Только рацией", correct: false },
      {
        text: "Только мобильным телефоном без функции 'Свободные руки'",
        correct: false,
      },
      {
        text: "Любыми мобильными средствами вне зависимости от наличия функции 'Свободные руки'",
        correct: true,
      },
    ],
  },
  {
    question:
      "За что несут ответственность в области производствнной безопасности работники ОАО 'НК 'Роснефть' и подрядчики Компании?",
    answers: [
      { text: "Только за свою безопасность", correct: false },
      {
        text: "За безопасность работников подрядных орагнизаций",
        correct: false,
      },
      {
        text: "За свою собственную безопасность и безопасность окружающих их людей",
        correct: true,
      },
      {
        text: "За выполнение всех требований производственной безопасности",
        correct: false,
      },
    ],
  },
  {
    question:
      "Какое максимальное количество пассажиров разрешается перевозить в транспортном средстве Компании?",
    answers: [
      {
        text: "Количество пассажиров должно соответсвовать техническим условиям завода-изготовителя транспортного средства",
        correct: true,
      },
      { text: "Не менее трех пассажиров", correct: false },
      {
        text: "Количество пассажиров должно соответсвовать специальным условиям завода-изготовителя транспортного средства",
        correct: false,
      },
      {
        text: "Обеспечивающее пассажирам комфорт во время поездки",
        correct: false,
      },
    ],
  },
  {
    question:
      "Как должен поступить сотрудник Компании при возникновении условий, представляющих непосредственную угрозу жизни и здоровью людей?",
    answers: [
      {
        text: "Сообщить об этом вышестоящему руководителю и продолжить работу до поступления приказа об ее прекращении",
        correct: false,
      },
      {
        text: "Убедиться в собственной безопасности и продолжить работу",
        correct: false,
      },
      {
        text: "Немедленно приостановить работу до устранения опасных условий",
        correct: true,
      },
      { text: "Вызвать службу экстренного реагирования", correct: false },
    ],
  },
  {
    question:
      "Какие требования предъявляются к водителям Компании для обеспечения транспортной безопасности?",
    answers: [
      {
        text: "Водители не должны иметь медицинских противопоказаний, не находиться под воздействием алкоголя, наркотических веществ или медицинских препаратов, должны быть отдохнувшими",
        correct: true,
      },
      {
        text: "Водители должны выходить на линию выспавшимися и нераздраженными",
        correct: false,
      },
      {
        text: "Водители должны пройти обучение по транспортной безопасности",
        correct: false,
      },
      {
        text: "Водители должны иметь соответствующую выполняемой работе квалификацию и должны пройти обучение по транспортной безопасности",
        correct: false,
      },
    ],
  },
  {
    question:
      "Какой должна быть максимальная высота перевозимого груза под линией электропередач?",
    answers: [
      { text: "Она не должна превышать 3,5 м", correct: false },
      { text: "Она не должна превышать 4,0 м", correct: false },
      { text: "Она не должна превышать 4,5 м", correct: true },
      { text: "Она не должна превышать 5,0 м", correct: false },
    ],
  },
  {
    question:
      "Какое средство защиты органов дыхания должны обязательно использовать лица, входящие в замкнутое пространство для отбора проб воздуха?",
    answers: [
      { text: "Только шланговый противогаз", correct: false },
      { text: "Респиратор или противогаз", correct: false },
      { text: "Фильтрующую полумаску, соответствующую ГОСТ", correct: false },
      {
        text: "Автономный дыхательный аппарат или шланговый противогаз",
        correct: true,
      },
    ],
  },
  {
    question:
      "Какое требование из перечисленных необязательно при проведении грузоподъемных операций с применением кранов, лебедок и грузозахватных приспособлений?",
    answers: [
      {
        text: "Грузоподъемное оборудование должно быть технически освидетельствовано и допущено к эксплуатации",
        correct: false,
      },
      {
        text: "Вес груза не должен превышать допустимой рабочей нагрузки грузоподъемного и грузозахватного оборудования перед выполнением каждой грузоподъемной операции",
        correct: false,
      },
      {
        text: "Должен быть обеспечен визуальный осмотр грузоподъемного и грузозахватного оборудования перед выполнением каждой грузоподъемной операции",
        correct: false,
      },
      {
        text: "К проведению грузоподъемных операций допускаются только лица, имеющие специальное профессиональное образование",
        correct: true,
      },
    ],
  },
  {
    question:
      "Каким должно быть минимальное расстояние от бровки ямы до извлекаемого грунта при проведении земляных работ?",
    answers: [
      { text: "Более 0,75 м", correct: false },
      { text: "Более 0,3 м", correct: false },
      { text: "Более 0,5 м", correct: true },
      { text: "Более 1,0 м", correct: false },
    ],
  },
  {
    question: "Сколько человек должны выполнять работы на льду?",
    answers: [
      { text: "Достаточно одного человека", correct: false },
      {
        text: "Любое количество человек, а зависимости от вида выполняемых работ",
        correct: false,
      },
      { text: "Не менее двух", correct: true },
      {
        text: "Количество рассчитывается в зависимости от толщины льда",
        correct: false,
      },
    ],
  },
  {
    question:
      "Какая разрешается максимальная скорость движения транспортного средства по ледовой переправе?",
    answers: [
      { text: "Не более 20 км/ч", correct: true },
      { text: "Не более 10 км/ч", correct: false },
      { text: "Не более 30 км/ч", correct: false },
      { text: "Не более 40 км/ч", correct: false },
    ],
  },
  {
    question:
      "Какие условия не трбуется соблюдать при выполнении работ с применением открытого огня? (несколько вариантов)",
    answers: [
      {
        text: "Обеспечить необходимый контроль за состоянием воздушной среды на рабочем месте и в опасной зоне",
        correct: false,
      },
      {
        text: "Место работ должно быть обеспечено необходимыми средствами пожаротушения",
        correct: false,
      },
      {
        text: "К выполнению огневых работ должны привлекаться только мужчины не моложе 21 года",
        correct: true,
      },
      {
        text: "Опасная зона проведения огневых работ не должна быть ограждена",
        correct: true,
      },
    ],
  },
  {
    question:
      "Укажите неверное требование безопасности при движении транспортного средства по ледовой переправе?",
    answers: [
      { text: "Машины могут двигаться не более чем в два ряда", correct: true },
      { text: "Двери кабины могут быть открыты", correct: false },
      { text: "Ремни безопасности должны быть отстегнуты", correct: false },
      {
        text: "Машины могут двигаться не более чем в один ряд",
        correct: false,
      },
    ],
  },
  {
    question:
      "На основании какого документы должны проводиться работы повышенной опасности?",
    answers: [
      { text: "На основании разрешения на выполнение работ", correct: false },
      {
        text: "На основании локальных нормативных документов Компании",
        correct: false,
      },
      { text: "На основании наряда-допуска", correct: true },
      { text: "На основании приказа линейного руководителя", correct: false },
    ],
  },
  {
    question:
      "При каких условиях сотрудники компании допускаются к выполнению работ? (несколько вариантов)",
    answers: [
      {
        text: "Сотрудники должны пройти необходимое обучение и медицинский осмотр",
        correct: false,
      },
      {
        text: "Сотрудники должны быть обучены, иметь соответствующую квалификацию и по состоянию здоровья быть пригодными к выполнению работ",
        correct: true,
      },
      {
        text: "Сотрудники должны иметь специальное профессиональное образование",
        correct: false,
      },
      {
        text: "Сотрудники должны быть обеспечены СИЗ и необходимыми инструментами для выполнения работ",
        correct: true,
      },
    ],
  },
  {
    question:
      "Когда разрабатывается план действий персонала при возникновении аварийной ситуации?",
    answers: [
      {
        text: "До начала выполнения работ повышенной опасности",
        correct: true,
      },
      {
        text: "В процессе выполнения работ повышенной опасности",
        correct: false,
      },
      { text: "В момент возникновения аварийной ситуации", correct: false },
    ],
  },
  {
    question:
      "Какие требования предъявляются к оборудованию при проведении на нем огневых работ?",
    answers: [
      {
        text: "Оборудование должно быть остановлено и ограждено от прохода посторнних",
        correct: false,
      },
      {
        text: "Оборудование должно быть защищено от искр и изолировано от действующих аппаратор и коммуникаций",
        correct: false,
      },
      {
        text: "Оборудование должно быть освобождено от взрывопожароопасных и токсичных продуктор",
        correct: false,
      },
      {
        text: "Оборудование должно быть остановлено, защищено от искр, освобождено от взрывопожароопасных и токсичных продуктов, изолировано от действующих аппаратов и коммуникаций",
        correct: true,
      },
    ],
  },
  {
    question:
      "Сколько исполнителей должно быть при производстве земляных работ?",
    answers: [
      {
        text: "Количество исполнителей зависит от объема земляных работ, но не менее трех",
        correct: false,
      },
      { text: "Достаточно одного исполнителя", correct: false },
      { text: "Должно быть не менее двух исполнителей", correct: true },
      {
        text: "Минимум три человека должны выполнять работы, причем один из них является ответственным производителем работ",
        correct: false,
      },
    ],
  },
  {
    question:
      "Соблюдение какого условия из перечисленных не требуется при выполнении работ по ремонту и обслуживанию оборудования, находящегося под воздействием энергии любого рода?",
    answers: [
      {
        text: "Любая идентифицированная энергия изолирована, стравлена или разряжена",
        correct: false,
      },
      {
        text: "Проведена проверка (тест) надежности отключения",
        correct: false,
      },
      {
        text: "Организована переодическая проверка надежности отключения",
        correct: false,
      },
      {
        text: "Организована круглосуточная охрана места производства работ",
        correct: true,
      },
    ],
  },
  {
    question:
      "В каком случае при выполнении работ на высоте рабочая площадка должна быть оборудована отражением или перилами с ограждением?",
    answers: [
      {
        text: "Если работник находится на расстоянии менее 2 м от неогражденных перепадов по высоте 1,8 м и более",
        correct: true,
      },
      {
        text: "Если работник находится на расстоянии менее 3 м от неогражденных перепадов по высоте 1,8 м и более",
        correct: false,
      },
      {
        text: "Если работник находится на расстоянии менее 1,5 м от неогражденных перепадов",
        correct: false,
      },
      {
        text: "Если работник находится на расстоянии менее 2,5 м от неогражденных перепадов по высоте 1,5 м и более",
        correct: false,
      },
    ],
  },
  {
    question:
      "Укажите верные требования безопасности при движении транспортного средства по ледовой переправе? (несколько вариантов)",
    answers: [
      {
        text: "Машины могут двигаться не более чем в два ряда",
        correct: false,
      },
      { text: "Двери кабины должны быть открыты", correct: true },
      { text: "Ремни безопасности должны быть отстегнуты", correct: true },
      { text: "Машины могут двигаться не более чем в один ряд", correct: true },
      {
        text: "Пассажиров при въезде на переправу необходимо высадить",
        correct: true,
      },
    ],
  },
  {
    question:
      "С кем необходимо согласовывать преевозку крупногабаритных и тяжеловесных грузов?",
    answers: [
      { text: "Только с ГИБДД", correct: false },
      {
        text: "С Заказчиком, необходимыми инспекциями и владельцами дорог",
        correct: true,
      },
      { text: "С ГИБДД и Заказчиком", correct: false },
      { text: "Только с ГИБДД и владельцами дорог", correct: false },
    ],
  },
  {
    question:
      "Можно ли эксплуатировать оборудование при неисправности защитных устройств и приспособлений?",
    answers: [
      {
        text: "Можно при соблюдении дополнительных требований безопасности",
        correct: false,
      },
      { text: "Можно, с разрешения органов надзора", correct: false },
      { text: "Запрещается", correct: true },
      {
        text: "По усмотрению ответственного за эксплуатацию оборудования",
        correct: false,
      },
    ],
  },
  {
    question:
      "Можно ли снимать предупреждающие знаки и подключать оборудование к источникам энергии до полного завершения всех работ на оборудовании?",
    answers: [
      {
        text: "Можно, но только в присутствии лица, ответственного за производство работ",
        correct: false,
      },
      {
        text: "Можно, если оборудование подключается на краткий период времени для проверки качества выполненных работ",
        correct: false,
      },
      { text: "Запрещается до полного выполнения работ", correct: true },
      {
        text: "Разрешается, если данные действия не мешают выполнению работ",
        correct: false,
      },
    ],
  },
  {
    question: "В каком случае запрещается проведение любых работ на высоте?",
    answers: [
      { text: "При скорости ветра 15 м/с и более", correct: true },
      { text: "При дожде", correct: false },
      {
        text: "При отсутствии строительных лесов и средств подмащивания",
        correct: false,
      },
      { text: "При скорости ветра 10 м/с и более", correct: false },
      { text: "При наличии уровня шума свыше 50 дБА", correct: false },
    ],
  },
  {
    question:
      "Можно ли поднимать грузоподъемным краном ненадежно застропованный груз?",
    answers: [
      { text: "Можно, если рядом не находятся люди", correct: false },
      {
        text: "Можно при условии соблюдения дополнительных требований безопасности",
        correct: false,
      },
      { text: "Запрещается", correct: true },
      {
        text: "Можно под наблюдением специалиста по надзору за безопасной эксплуатацией подъемных сооружений",
        correct: false,
      },
    ],
  },
  {
    question:
      "На какую глубину разрешается рыть траншею без установки креплений при наличии грунтовых вод?",
    answers: [
      { text: "Не более 0,5 м", correct: false },
      { text: "Не более 1,0 м", correct: true },
      { text: "Не более 1,2 м", correct: false },
      { text: "Не более 1,5 м", correct: false },
    ],
  },
  {
    question:
      "При какой скорости ветра запрещаются работы по монтажу-демонтажу конструкций, проводимые на высоте?",
    answers: [
      { text: "10 м/с и более", correct: true },
      { text: "15 м/с и более", correct: false },
      { text: "25 м/с и более", correct: false },
      { text: "20 м/с и более", correct: false },
    ],
  },
  {
    question:
      "Каким образом необходимо производить перемещение людей с помощью грузоподъемного крана?",
    answers: [
      {
        text: "Должна быть оборудована специальная корзина, в которой будут предусмотрены защитные приспособления, предотвращающие возможность выпадения людей",
        correct: false,
      },
      {
        text: "Перемещение людей должно осуществляться на высоте не более 2,0 метров от поверхности земли",
        correct: false,
      },
      { text: "Перемещение людей краном запрещено", correct: true },
      {
        text: "Только в специально оборудованной клети с соблюдением необходимых требований безопасности",
        correct: false,
      },
    ],
  },
  {
    question:
      "Какое минимальное количество исполнителей должно быть при проведении газоопасных работ в замкнутом пространстве?",
    answers: [
      { text: "Достаточно одного человека", correct: false },
      { text: "Два человека", correct: false },
      { text: "Три человека", correct: false },
      { text: "Не регламентируется", correct: true },
    ],
  },
  {
    question:
      "Какое требование безопасности не является обязательным при эксплуатации движущихся (вращающихся) частей механизмов?",
    answers: [
      {
        text: "Должно быть обеспечено наличие ограждений и кожухов",
        correct: false,
      },
      {
        text: "Ограждение должно быть сблокировано с пусковой кнопкой",
        correct: false,
      },
      {
        text: "Должна быть нанесена сигнальная окраска и установлены защитные экраны",
        correct: false,
      },
      {
        text: "Должны быть обеспечены быстросъемность и удобство монтажа ограждения",
        correct: false,
      },
      { text: "Использование средств защиты рук", correct: true },
    ],
  },
  {
    question:
      "Укажите неверное требование безопасности при движении транспортного средства по ледовой переправе?",
    answers: [
      {
        text: "Скорость при движении должна быть не более 20 км/ч",
        correct: false,
      },
      { text: "Двери кабины должны быть открыты", correct: false },
      { text: "Ремни безопасности должны быть применены", correct: true },
      {
        text: "Пассажиров при въезде на переправу необходимо высадить",
        correct: false,
      },
    ],
  },
];
